<?php

return [
    'welcome'                   => 'مرحبا بك',
    'please_login'              => 'من فضلك قم بتسجيل الدخول',
    'email'                     => 'البريد الالكترونى',
    'password'                  => 'كلمة المرور',
    'forget_password'           => 'نسيت كلمة المرور؟',
    'login'                     => 'تسجيل الدخول',
    'home'                      => 'الرئيسية',
    'created_at'                 => 'تم الانشاء منذ' ,
    'action'                    => 'الاجراءات' ,
    'name'                     => 'الاسم' ,
    'img'                     => 'الصوره' ,
    'slug'                     => 'المسار' ,
    'save'                     => 'حفظ البيانات' ,
    'admin'                       => 'الادمن' ,


     'close'                  => 'الغاء' ,
    'admins'                    => 'المشرفين' ,
    'add_admin'                 => 'اضافه مشرف' ,

    'users'                    => 'العملاء' ,
    'add_user'                 => 'اضافه عميل' ,
    'edit_user'                 => 'تعديل العميل' ,

    'categories'                    => 'الاقسام الرئيسيه' ,
    'add_category'                 => 'اضافه قسم رئيسي' ,
    'edit_category'                 => 'تعديل القسم رئيسي' ,

    'brands'                    => 'العلامات التجارية' ,
    'add_brand'               => 'اضافه علامه تجاريه' ,
    'edit_brand'               => 'تعديل العلامه التجاريه' ,

    'tags'                    => 'الاقسام الفرعيه' ,
    'add_tag'                 => 'اضافه قسم الفرعي' ,
    'edit_tag'                 => 'تعديل القسم الفرعي' ,


    'products'                    => 'المنتجات' ,
    'add_product'                 => 'اضافه منتج' ,
    'edit_product'                 => 'تعديل المنتج' ,
    'title'                       => 'عنوان المنتج' ,
    'new_price'                       => 'السعر الجديد' ,
    'qty'                            => 'الكميه' ,
    'size'                            => 'الحجم' ,
    'color'                            => 'الالوان' ,
    'desc'                            => 'الوصف' ,
    'short_desc'                        => 'مميزات المنتج' ,
    'long_desc'                        => 'الوصف' ,
    'status'                        => 'الحاله' ,
    'weight'                        => 'الوزن' ,
    'product_details'                       => 'تفاصيل المنتج' ,

    'add_coupon'                   => 'اضافه كود خصم' ,
    'coupons'                   => 'اكواد الخصم' ,
    'edit_coupon'                   => 'تعديل كود الخصم' ,
    'code_coupon'                   =>'كود ا لخصم' ,
    'type_coupon'                   => 'حاله الخصم' ,
    'value_coupon'                   => 'قيمه الخصم' ,
    'cart_value'                   => 'الخصم علي السله' ,
    'expiry_date'                   => 'تاريخ الانتهاء' ,
    'edit_contact'                  => 'تعديل بيانات التواصل',
    'search_in_map'                   => 'بحث في الخريطه' ,
    'linkedin'                       => 'رابط  لينكد ان' ,
    'location'                     => 'تحديد المواقع' ,


    'orders'                    => 'الطلبات' ,
    'order_details'                 => 'تفاصيل الطلب' ,
    'code'                    => 'رقم الطلب' ,
    'update_status'                    =>'تعديل حاله الطلب'  ,
    'orders_waiting'            => 'الطلبات علي قائمه الانتظار',
    'orders_complated'            => 'الطلبات المكتمله',
    'orders_rejected'            => 'الطلبات التي تم الغاؤها',

    'total'                     => 'اجمالي المنتجات' ,
    'total_services'                     => 'اجمالي الخدمات' ,
    'sub_total'                     => 'الاجمالي الكلي' ,


    'address'                    => 'العنوان' ,
    'address_details'                    => 'العنوان بالتفصيل' ,
    'qty'                    => 'الكميه' ,
    'price'                    => 'السعر' ,

    'added_successfully'           => 'تمت عمليه الاضافه بنجاح' ,
    'updated_successfully'           => 'تمت عمليه التعديل بنجاح' ,
    'deleted_successfully'           => 'تمت عمليه الجذف بنجاح' ,
    'name_ar'                      => 'الاسم باللغه العربيه' ,
    'name_en'                      => 'الاسم باللغه الانجليزيه' ,
    'name_de'                      => 'الاسم باللغه الالمانيه' ,
    'category_services'            => 'قسم الخدمات' ,
    'add_category_services'        => 'اضافه قسم الخدمات' ,
    'edit_category_services'       => 'تعديل قسم الخدمات' ,

     'sizes'                        => 'الاحجام' ,
     'add_size'                    => 'اضافه حجم' ,
     'edit_size'                   => 'تعديل الحجم' ,

     'title_ar'                     => 'العنوان باللغه العربيه' ,
     'title_en'                     => 'العنوان باللغه الانجليزيه' ,
     'title_de'                     => 'العنوان باللغه الالمانيه' ,
     'desc_ar'                      => 'الوصف باللغه العربيه' ,
     'desc_en'                      => 'الوصف باللغه الانجليزيه' ,
     'desc_de'                      => 'الوصف باللغه الالمانيه' ,
     'image'                        => 'الصوره' ,

     'ingredents'                        => 'المكونات' ,
     'add_ingredent'                    => 'اضافه مكونات' ,
     'edit_ingredent'                   => 'تعديل المكونات' ,

     'services'                        => 'الخدمات' ,
     'add_service'                    => 'اضافه خدمه' ,
     'edit_service'                   => 'تعديل الخدمات' ,

     'banners'                        => 'البانرات' ,
     'add_banner'                    => 'اضافه بانر' ,
     'edit_banner'                   => 'تعديل البانر' ,




     'clints'                        => 'العملاء' ,
     'add_clint'                    => 'اضافه عميل' ,
     'edit_clint'                   => 'تعديل بيانات العميل' ,
     'job_ar'                        => 'الوظيفه باللغه العربيه' ,
     'job_en'                        => 'الوظيفه باللغه الانجليزيه' ,
     'job'                          => 'الوظيفه' ,



    'works'                        => 'اعمالنا' ,
    'add_work'                    => 'اضافه عمل' ,
    'edit_work'                   => 'تعديل معرض العمل' ,


    'teams'                  => 'فريق العمل',
    'add_team'               => 'اضافه جديده',
    'edit_team'               => 'تعديل فريق العمل',

    'talk'                    => 'تحدث معنا' ,

    'about_us'               => 'نبذه عنا' ,


    'abouts'                  => 'لماذا نحن ؟',
    'add_abouts'               => 'اضافه جديده',
    'edit_abouts'               => 'تعديل',


     'setting'                 => 'الاعدادات' ,
     'server_email'             => 'القائمه البريديه' ,
     'contact_us'               => 'تواصل معنا' ,
     'msg'               => 'الرساله' ,

     'profile'           => 'الملف الشخصي' ,
     'logout'           => 'تسجيل الخروج' ,
     'link'              => 'الرابط' ,
     'customers'      => 'عملاؤنا' ,
     'add_customer'      => 'اضافه عملاء' ,
     'edit_customer'      => 'تعديل بيانات العملاء' ,

     'story_ar'         => 'قصتنا باللغه العربيه' ,
     'story_en'         => 'قصتنا باللغه الانجليزيه' ,
     'mission_ar'         => 'رؤيتنا باللغه العربيه' ,
     'mission_en'         => 'رؤيتنا باللغه الانجليزيه' ,
     'vision_ar'         => 'مهمتنا باللغه العربيه' ,
     'vision_en'         => 'مهمتنا باللغه الانجليزيه' ,


    'feautures'                  => 'مميزاتنا',
    'add_feauture'               => 'اضافه مميزات',
    'edit_feauture'               => 'تعديل المميزات',
    'icon'                        => 'الايقونه' ,
     'see_more'                   => 'المزيد' ,
     'twitter'                    => 'تويتر' ,
     'facebook'                    => 'فيسبوك' ,
     'instagram'                    => 'انستجرام' ,
     'youtube'                    => 'يوتيوب' ,
     'gmail'                    => 'الايميل' ,
     'subject'                        => 'الموضوع' ,































];
